const data = [
  {
    question: "С помощью какой точки Архимед собирался перевернуть рычагом Землю?",
    incorrectAnswers: [
      "Точки кипения",
      "Точки зрения",
      "Точки розничной торговли",
    ],
    correctAnswer: "Точки опоры",
  },

  {
    question: "Куда безуспешно пытался проникнуть волк в сказке о трех поросятах?",
    incorrectAnswers: [
      "В Форт Нокс",
      "В Трою",
      "В женский монастырь",
    ],
    correctAnswer: "В домик Наф-Нафа",
  },
  {
    question: "Что обычно не продают в бакалейном отделе магазина?",
    incorrectAnswers: ["Чай", "Соль", "Макароны"],
    correctAnswer: "Сметану",
  },
  {
    question: "Из чего в 1924 году был построен первый вариант Мавзолея Ленина?",
    incorrectAnswers: ["Из мрамора", "Из гранита", "Из камня"],
    correctAnswer: "Из дерева",
  },
  {
    question: "У какого режиссера не снималась знаменитая троица — Вицин, Никулин, Моргунов?",
    incorrectAnswers: ["У Леонида Гайдая", "У Эльдара Рязанова", "У Евгения Карелова"],
    correctAnswer: "У Георгия Данелии",
  },
  {
    question: "Название какой российской реки совпадает с именем бога из римской мифологии?",
    incorrectAnswers: ["Енисей", "Тобол", "Дон"],
    correctAnswer: "Амур",
  },
  {
    question: "Что такое Гусь в историческом названии города Гусь-Хрустальный?",
    incorrectAnswers: ["Поселок", "Герб города", "Любимая птица горожан"],
    correctAnswer: "Река",
  },
  {
    question: "Какую форму имеет деталь, соединяющая стрелки кремлевских курантов?",
    incorrectAnswers: ["Ромба", "Круга", "Серпа и молота"],
    correctAnswer: "Звезды",
  },
];

export default data;
